#/ ამის დროს ათწილადს ვიღებთ ხოლო // ამის დროს კი მთლიან რიცხვს
#__________________________________________________________________________________________________________________________________
#case-sensitive დროს ცვლადში სიტყვის გამოტოვების მაგივრად დაბლა ტირეს წერენ ხოლო case-insitive დროს კი სიტყვებს ზედ მიაყოლებენ და არც გამოტოვენ
#__________________________________________________________________________________________________________________________________________________________________________________________________________________________________
num1 = 5
num2 = 6
num3 = 7
print(num1 + num2 + num3)
print(num1 - num2 - num3)
print(num1 / num2 / num3)
print(num1 * num2 * num3)
#______________________________________________________________________________________________________________________
#snake_case არის როცა ცვლადის დაწერისას სიტყვის გამოტოვების მიგავრიდა ამას _ რო დაწერ დაბლა ტირეს
