name = input("რა არის შენი სახელი?:")
print(name + "გამარჯობა")
#-----------------------------------------------_______________________________________________________________________________
#concatenation არის ცვლადში როცა დაწერ input მერე რასაც გინდა იმას შემდეგ ხაზზე რომ დაწერ print და მერე ბრჭყალებში ცვლადს და მერე რო დაწერ გამოტოვებით პლიუს მერე ისევ გამოტოვებით და მერე ისევ ბრჭყალებში რასაც გინდა იმას აი მაგ:
name = input("რა გქვია ?:")
print(name + "გამარჯობა")
#-----------------------------------------------------------------------------------------------------
name = input("რა გქვია?:")
lastname = input("რა არის შენი გვარი?:")
print("name" + "lastname")
#______________________________________________________________________________________________________________________________
color = input("შენი საყვარელი ფერი?:")
print(color + "red")
#______________________________________________________________________________________________________________________________________________________________________________
i = input("მე:")
love = input("მიყვარს:")
goa = input("გოა:")
print(i + " " + love + ' ' goa)